Repository: Jon007/inkston-integration
Catalog: languages/inkston-integration-*.po
Languages: es_es

source: Checkout Buttons
es_es: Botones de Caja

source: Cart
es_es: Cesta

source: Currencies
es_es: Divisas

source: Payment Status
es_es: Estado de Pago

source: Congratulations, your order is now eligible for free shipping!
es_es: ¡Enhorabuena, su orden ahora es elegible para el envío gratis!

source: Your order qualifies for free shipping!
es_es: [dependiendo de variación]

source: Add %s more to your order to qualify for free shipping!
es_es: ¡Añada %s más a su orden para calificar para el envío gratis!

source: Recent discussions in:
es_es: Discusiones recientes en:

source: Checkout
es_es: Caja

source: Name
es_es: Nombre

source: Category
es_es: Categoria

source: Country
es_es: País

source: Contact Email
es_es: Email de contacto

source: Location
es_es: Ubicación

source: About
es_es: Acerca de

source: Summary
es_es: Resumen

source: Website
es_es: Sitio web

source: Artist or studio name
es_es: Nombre del artista o del estudio

source: Select one or more categories for your listing
es_es: Seleccione una o más categorías para su listado

source: Main country
es_es: País principal

source: Please enter town or region to help visitors find you
es_es: Introduzca la ciudad o región para ayudar a los visitantes a ubicarle

source: To avoid spam, Email address will never be shown, instead a contact form will be provided which is only available to genuine logged-on users.
es_es: Para evitar el spam, nunca se mostrará la dirección de correo electrónico, sino que se proporcionará un formulario de contacto que sólo estará disponible para los usuarios registrados.

source: How did you start with Oriental arts? What are your favourite techniques? Do you sell your artwork, do you accept commissions? Do you teach or can you recommend teachers?
es_es: ¿Cómo empezaste con las artes orientales? ¿Cuáles son tus técnicas favoritas? ¿Vende su obra de arte, acepta comisiones? ¿Enseña o puede recomendar maestros?

source: Here you can make a special short summary for search engines and search results. Leave blank for an automatic summary.
es_es: Aquí puede hacer un breve resumen especial para los motores de búsqueda y los resultados de búsqueda. Deje en blanco un resumen automático.

source: Main website (can be any link including Facebook page if that is your main page)
es_es: Sitio web principal (puede ser cualquier enlace incluyendo página de Facebook si esa es su página principal)

source: add optional tags separated by commas, to allow more classifications than available under categories
es_es: Agregue etiquetas opcionales separadas por comas para permitir más clasificaciones que las disponibles en categorías

source: Your shopping cart includes customization options, you can tell us about these on the checkout page.
es_es: Su carro de la compra incluye una opción de diseño personalizado, usted puede incluir detalles cuando pasa por Caja.

source: Your order has a custom design option, if you like you can upload a file and/or make comments below. You may also skip this step and confirm details with us later.
es_es: Su pedido tiene una opción de diseño personalizado, si lo desea puede cargar un archivo y/o realizar comentarios a continuación. También puede omitir este paso y confirmar los detalles con nosotros más adelante.

source: click here to manage your subscription
es_es: haga clic aquí para administrar su suscripción

source: No badges yet
es_es: Sin insignias aún

source: level
es_es: nivel

source: Current level:
es_es: Nivel Actual:

source: level
es_es: nivel

source: Current score: %1$s points.
es_es: Puntuación actual: %1$s puntos.

source: Congratulations you have been awarded:
es_es: Enhorabuena le han concedido:

source: your contribution has unlocked an award
es_es: Su contribución ha desbloqueado un premio

source: Visit <a href="%1$s">your profile page</a> to see details of your awards and turn these notifications on or off.
es_es: Visita <a href="%1$s"> tu página de perfil </a> para ver los detalles de tus premios y activar o desactivar estas notificaciones.

source: You were awarded this badge for making contributions to
es_es: Te otorgaron esta insignia para hacer contribuciones a

source: Inkston Oriental Art Comunity
es_es: Peña de Arte Oriental de Inkston

source: Thankyou for participating in Inkston Community
es_es: Gracias por participar en Inkston Community

source: The coupon %s will give you a discount of %s when your basket value reaches %s or more.
es_es: El cupón %s le dará un descuento de %s cuando el valor de su cesta alcance %s o más.

source: View
es_es: Ver

source: Add
es_es: Añadir

source: Read
es_es: Leer

source: Choose
es_es: Elegir

source: New post in Forum "%1$s", Topic "%2$s".
es_es: Nueva publicación en el foro "%1$s", tema "%2$s".

source: Or visit your profile page to review all your subscriptions: %1$s
es_es: O visite su página de perfil para revisar todas sus suscripciones: %1$s

source: Login or Register with email, Facebook, Google or LinkedIn account
es_es: Inicie sesión o regístrese mediante Facebook, LinkedIn, Google o correo

source: If you like this, please share:
es_es: Si le gusta, por favor comparta:

source: Product Weight
es_es: Peso Neto

source: Product Size
es_es: Tamaño Neto

source: Please leave your reviews!
es_es: Por favor deja tus valoraciones!

source: Review
es_es: Valoración

source: on
es_es: en

source: Payment has not been received for this order -
es_es: El pago no ha sido recibido por este pedido -

source: click here to pay for this order online now.
es_es: haga clic aquí para pagar en línea ahora.

source: Login or register with Facebook, LinkedIn, Google
es_es: Inicie sesión o regístrese con Facebook, LinkedIn, Google

source: Or use your Inkston login:
es_es: O utilice su Inkston login:

source: reading
es_es: leyendo

source: Read more
es_es: Leer mas

source: Search Inkston.
es_es: Buscar

source: results
es_es: resultados

source: 12 digits international standard Universal Product Code.
es_es: 12 dígitos Código de Producto Universal, estándar internacional.

source: Product weight
es_es: Peso Neto

source: Unpacked net product weight.
es_es: Peso neto del producto desembalado.

source: Product size
es_es: Tamaño Neto

source: Unpacked product size LxWxH in decimal form
es_es: Tamaño del producto desembalado.

source: Please help us to help you by reviewing your products!
es_es: ¡Por favor ayúdenos a ayudar mediante la revisión de sus productos!!

source: All reviews earn points in inkston <a href="https://www.inkston.com/community/my-awards/">reward scheme</a>. Your experience is highly valuable in helping us improve and helping others choose the most suitable products.
es_es: Todas las revisiones ganan puntos en <a href="https://www.inkston.com/community/my-awards/">el esquema de recompensa inkston</a>. Su experiencia es muy valiosa para ayudarnos a mejorar y ayudar a otros a elegir los productos más adecuados.

source: Your comments are awaiting approval
es_es: Su comentario queda a la espera de aprobación

source: Shipping
es_es: Envio

source: Free
es_es: Gratis

source: Order including this product will qualify for free shipping.
es_es: El pedido con este producto tiene envío gratis

source: Standard
es_es: Normal

source: Standard shipping.
es_es: Envio normal.

source: pay for this order online
es_es: Pagar este pedido en línea

source: My Profile
es_es: Mi Perfil

source: Edit Profile
es_es: Editar Perfil

source: Check your points in inkston rewards scheme
es_es: Verifique sus puntos en el esquema de recompensas inkston

source: My Rewards
es_es: Mis Puntos

source: My Listings
es_es: Mis Listados

source: My Forum Topics
es_es: Mis temas del foro

source: My Forum Replies
es_es: Mis respuestas del foro

source: My Favourite Forum Posts
es_es: Mis favoritas del foro

source: My Forum Subscriptions
es_es: Mis suscripciones al foro

source: My comments and reviews
es_es: Mis comentarios y críticas

source: My Comments/Reviews
es_es: Mis commentarios

source: Comment subscriptions
es_es: Suscripciones de comentarios

source: Newsletter subscriptions
es_es: Suscripciones a los boletines

source: For any orders not received yet, please view status and delivery tracking codes below.<br />If your order has arrived, please leave your review!
es_es: Para cualquier pedido que aún no haya recibido, consulte el estado y los códigos de seguimiento de entrega a continuación. Si su pedido ha llegado, ¡deje su comentario!

source: By placing your order, you agree to the inkston <a href="%s" target="_blank" class="woocommerce-terms-and-conditions-link">terms &amp; conditions</a>
es_es: Al realizar su pedido, acepta los <a href="%s" class="woocommerce-terms-and-conditions-link">terminos y condiciones de inkston.com</a>
